Repository: pldeschamps/sqlite3-pcl-issue
Catalog: Almicantarat/AlmicantaratXF/Resources/Strings.*.resx
Languages: fr

# buttonConstantCorrections
source: I do have the sextant certificate
fr: Je possède le certificat du sextant

# buttonNewCelestialPosition
source: New Celestial Position
fr: Nouveau Point Astro

# buttonNewSight
source: New Celestial Sight
fr: Nouvelle Hauteur

source: Celestial
fr: Astronomique

source: Dead Reckoning
fr: Estime

# dip
source: Dip (meters)
fr: Hauteur de l'œil (m)

# htmlStringPractice1
source: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique pratique</title> </head> <body> <h1>La navigation astronomique - Practice - Part 1</h1> </body> </html>
fr: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique pratique partie 1</title> </head> <body> <h1>La navigation astronomique - Pratique - Partie 1</h1> </body> </html>

# htmlStringPractice2
source: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique pratique</title> </head> <body> <h1>La navigation astronomique - Practice - Part 2</h1> </body> </html>
fr: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique pratique partie 2</title> </head> <body> <h1>La navigation astronomique - Pratique - Partie 2</h1> </body> </html>

# htmlStringTheory1
source: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique theorie</title> </head> <body> <h1>La navigation astronomique - Theory - Part 1</h1> <p>La navigation astronomique est l’art de déterminer sa position géographique par l’observation des astres.</p> <h2>Préambule</h2> <p>Cet article se limite aux seules connaissances théoriques nécessaires à l’emploi d’un sextant et du logiciel Almicantarat.</p> <h2>Hauteur des astres</h2> <p>Le calcul de la position astronomique repose sur la mesure, par l’observateur, de la hauteur des astres et sur l’heure des mesures.</p> <img title="Hauteur et horizon" alt="Hauteur_Horizon" src="g3910.png"><br> La hauteur d’un astre est l’angle, au point d’observation, entre l’astre et l’horizon. Elle est mesurée à l’aide d’un sextant. Elle impose donc que l’astre et l’horizon soient visibles simultanément.<br> <img title="Sextant" alt="Sextant" src="g3920.png"> <h2>Cercle de hauteur</h2> <p>L’heure et l’identification de l’astre permet de déterminer la position géographique à la verticale de l’astre. La hauteur h permet de tracer un cercle autour de cette position appelé « cercle de hauteur ». Le rayon de ce cercle est égal à 90° - h.</p> <p><img title="Cercle de hauteur" alt="cercle_de_hauteur" src="g3930.png"><br> Quiconque situé sur ce cercle au même instant observerait cet astre sous la même hauteur. <br> Ainsi, Identifier un astre, mesurer sa hauteur et noter l’heure de la mesure suffisent à tracer un cercle passant par la position de l’observateur à l’heure de la mesure.</p> </body> </html>
fr: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique theorie</title> </head> <body> <h1>La navigation astronomique - Théorie - Partie 1</h1> <p>La navigation astronomique est l’art de déterminer sa position géographique par l’observation des astres.</p> <h2>Préambule</h2> <p>Cet article se limite aux seules connaissances théoriques nécessaires à l’emploi d’un sextant et du logiciel Almicantarat.</p> <h2>Hauteur des astres</h2> <p>Le calcul de la position astronomique repose sur la mesure, par l’observateur, de la hauteur des astres et sur l’heure des mesures.</p> <img title="Hauteur et horizon" alt="Hauteur_Horizon" src="g3910.png"><br> La hauteur d’un astre est l’angle, au point d’observation, entre l’astre et l’horizon. Elle est mesurée à l’aide d’un sextant. Elle impose donc que l’astre et l’horizon soient visibles simultanément.<br> <img title="Sextant" alt="Sextant" src="g3920.png"> <h2>Cercle de hauteur</h2> <p>L’heure et l’identification de l’astre permet de déterminer la position géographique à la verticale de l’astre. La hauteur h permet de tracer un cercle autour de cette position appelé « cercle de hauteur ». Le rayon de ce cercle est égal à 90° - h.</p> <p><img title="Cercle de hauteur" alt="cercle_de_hauteur" src="g3930.png"><br> Quiconque situé sur ce cercle au même instant observerait cet astre sous la même hauteur. <br> Ainsi, Identifier un astre, mesurer sa hauteur et noter l’heure de la mesure suffisent à tracer un cercle passant par la position de l’observateur à l’heure de la mesure.</p> </body> </html>

# htmlStringTheory2
source: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique theorie</title> </head> <body> <h1>La navigation astronomique - Theory - Part 2</h1> <h2>Calcul de la position</h2> Trois hauteurs ou plus permettent donc de tracer des cercles dont l’intersection est la position de l’observateur.<br> <img title="Trois cercles de hauteur" alt="3_cercles-hauteur" src="theory22.png"><br> Si les hauteurs sont mesurées à des heures différentes, il est nécessaire de connaître le déplacement (route et distance) effectué par l’observateur entre chaque mesure. Ainsi, mesurer la hauteur du Soleil à trois instants différents de la journée est suffisant pour calculer sa position géographique. Dans ce cas, le déplacement de l’observateur entre chaque mesure doit être pris en compte dans le calcul.<br> <h2>Précision des mesures</h2> L’incertitude sur la position calculée dépend de l’incertitude de mesure de la hauteur, de l’incertitude de l’heure et de la précision des calculs d’éphémérides.<br> Un sextant de qualité offre une mesure de hauteur au dixième de minute près ce qui se traduit par une incertitude d’un dixième de mille nautique sur le calcul de la position, soit environ 200m.<br> Comme le point à la verticale de l’astre parcours environ 15° par heure, il parcourt un quart de minute d’arc par seconde de temps. Une incertitude d’une seconde sur l’heure de la mesure se traduit par une incertitude d’un quart de minute de longitude sur le calcul de la position, soit environ 500m pour un observateur situé à l’équateur et 350m pour un observateur au large des côtes françaises.<br> Enfin, les calculs d’éphémérides sont plus précis que 0.3 secondes d’arc. L’incertitude de calcul qui en découle est donc inférieure à 10m.<br> <br> <table style="width: 100%" border="1"> <tbody> <tr> <td>Instrument</td> <td>Incertitude</td> <td>Erreur sur la position</td> </tr> <tr> <td>Sextant</td> <td>0.1 '</td> <td>0.1 MN (≈ 200 m)</td> </tr> <tr> <td>Chronomètre (Latitude = 40°)</td> <td>1 s</td> <td>0.25MN (≈ 350 m)</td> </tr> <tr> <td>Éphémérides</td> <td>&lt; 0.3 ”</td> <td>&lt; 10 m</td> </tr> </tbody> </table> <br> La qualité de la position géographique calculée dépend donc principalement de la rigueur et de l’habileté de l’observateur qui manipule le sextant. </body> </html>
fr: <!DOCTYPE html> <html> <head> <meta content="text/html; charset=UTF-8" http-equiv="content-type"> <style> img { width:70%; text-align: center; height:auto; } p,h1,h2 { font-family: Cambria; } </style> <title>navigation astronomique theorie</title> </head> <body> <h1>La navigation astronomique - Théorie - Partie 2</h1> <h2>Calcul de la position</h2> Trois hauteurs ou plus permettent donc de tracer des cercles dont l’intersection est la position de l’observateur.<br> <img title="Trois cercles de hauteur" alt="3_cercles-hauteur" src="theory22.png"><br> Si les hauteurs sont mesurées à des heures différentes, il est nécessaire de connaître le déplacement (route et distance) effectué par l’observateur entre chaque mesure. Ainsi, mesurer la hauteur du Soleil à trois instants différents de la journée est suffisant pour calculer sa position géographique. Dans ce cas, le déplacement de l’observateur entre chaque mesure doit être pris en compte dans le calcul.<br> <h2>Précision des mesures</h2> L’incertitude sur la position calculée dépend de l’incertitude de mesure de la hauteur, de l’incertitude de l’heure et de la précision des calculs d’éphémérides.<br> Un sextant de qualité offre une mesure de hauteur au dixième de minute près ce qui se traduit par une incertitude d’un dixième de mille nautique sur le calcul de la position, soit environ 200m.<br> Comme le point à la verticale de l’astre parcours environ 15° par heure, il parcourt un quart de minute d’arc par seconde de temps. Une incertitude d’une seconde sur l’heure de la mesure se traduit par une incertitude d’un quart de minute de longitude sur le calcul de la position, soit environ 500m pour un observateur situé à l’équateur et 350m pour un observateur au large des côtes françaises.<br> Enfin, les calculs d’éphémérides sont plus précis que 0.3 secondes d’arc. L’incertitude de calcul qui en découle est donc inférieure à 10m.<br> <br> <table style="width: 100%" border="1"> <tbody> <tr> <td>Instrument</td> <td>Incertitude</td> <td>Erreur sur la position</td> </tr> <tr> <td>Sextant</td> <td>0.1 '</td> <td>0.1 MN (≈ 200 m)</td> </tr> <tr> <td>Chronomètre (Latitude = 40°)</td> <td>1 s</td> <td>0.25MN (≈ 350 m)</td> </tr> <tr> <td>Éphémérides</td> <td>&lt; 0.3 ”</td> <td>&lt; 10 m</td> </tr> </tbody> </table> <br> La qualité de la position géographique calculée dépend donc principalement de la rigueur et de l’habileté de l’observateur qui manipule le sextant. </body> </html>

# index_error
source: Index error correction (minutes.decimals)
fr: Correction de collimation (minutes,décimales)

source: Inertial
fr: Inertiel

# labelAt
source: At (deg)
fr: Angle lu (°)

# labelCorrection
source: Correction (seconds)
fr: Correction (secondes)

# labelDateTime
source: Date&Time
fr: Date/Heure

# labelPositionMethod
source: Method
fr: Méthode

source: Part 1
fr: Partie 1

source: Part 2
fr: Partie 2

source: Practice
fr: Pratique

source: Quizz
fr: Quiz

# quizzPractice1Q1
source: Practice part 1 Q1
fr: Pratique partie 1 Q1

# quizzPractice1Q1BadAnswer1
source: Practice part 1 Q1 bad answer 1
fr: Pratique partie 1 Q1 bad answer 1

# quizzPractice1Q1BadAnswer2
source: Practice part 1 Q1 bad answer 2
fr: Pratique partie 1 Q1 bad answer 2

# quizzPractice1Q1GoodAnswer
source: Practice part 1 Q1 good answer
fr: Pratique partie 1 Q1 good answer

# quizzPractice1Q2BadAnswer1
source: Practice part 1 Q2 bad answer 1
fr: Pratique partie 1 Q2 bad answer 1

# quizzPractice1Q2BadAnswer2
source: Practice part 1 Q2 bad answer 2
fr: Pratique partie 1 Q2 bad answer 2

# quizzPractice1Q2GoodAnswer
source: Practice part 1 Q2 good answer
fr: Pratique partie 1 Q2 good answer

# quizzPractice2Q1
source: Practice part 2 Q1
fr: Pratique partie 2 Q1

# quizzPractice2Q1BadAnswer1
source: Practice part 2 Q1 bad answer 1
fr: Pratique partie 2 Q1 bad answer 1

# quizzPractice2Q1BadAnswer2
source: Practice part 2 Q1 bad answer 2
fr: Pratique partie 2 Q1 bad answer 2

# quizzPractice2Q1GoodAnswer
source: Practice part 2 Q1 good answer
fr: Pratique partie 2 Q1 good answer

# quizzPractice2Q2
source: Practice part 2 Q2
fr: Pratique partie 2 Q2

# quizzPractice2Q2BadAnswer1
source: Practice part 2 Q2 bad answer 1
fr: Pratique partie 2 Q2 mauvaise réponse 1

# quizzPractice2Q2BadAnswer2
source: Practice part 2 Q2 bad answer 2
fr: Pratique partie 2 mauvaise réponse 2

# quizzPractice2Q2GoodAnswer
source: Practice part 2 Q2 good answer
fr: Pratique partie 2 Q2 bonne réponse

# quizzPracticeQ2
source: Practice part 1 Q2
fr: Pratique partie 1 Q2

# right
source: Good!
fr: Bien !

source: Save
fr: Sauvegarder

source: Settings
fr: Réglages

source: Theory
fr: Théorie

# titleCelestialPosition
source: Celestial Position
fr: Point Astro

# titleCelestialPositions
source: Celestial Positions
fr: Points Astronomiques

# titleConstantCorrections
source: Constant Corrections
fr: Correction fixe (ou table d'excentricité)

source: Wrong...
fr: Faux...

# buttonNow
source: Update Time Now
fr: Top mesure !

# labelBodyType
source: Body Type
fr: Astre

source: Moon
fr: Lune

source: Planet
fr: Planète

source: Star
fr: Étoile

source: Sun
fr: Soleil

# titleSight
source: Sight
fr: Hauteur

# buttonDelete
source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Delete Anyway
fr: Supprimer quand même

# messageDeletePosition
source: This point and all the sights will be deleted
fr: Cette action va supprimer le point et toutes les hauteurs mesurées

source: Warning!
fr: Attention !

source: Earth
fr: Terre

# labelAltitude
source: Altitude
fr: Hauteur

# labelBody
source: Body
fr: Astre

source: Limb
fr: Bord

source: Lower
fr: Inférieur

source: Mercury
fr: Mercure

# messageDeleteSight
source: This sight will be deleted
fr: Cette hauteur sera supprimée

source: Saturn
fr: Saturne

source: Upper
fr: Supérieur

# titleSettings
source: Settings
fr: Réglages

# labelCurrentTime
source: Current Time
fr: Heure actuelle

# positionTypeUnknown
source: Unknown
fr: Inconnu

# labelSightTime
source: Sight Time
fr: Heure de l'observation

# labelCurrentSunSemiDiameterMinutes
source: Current Sun Semidiameter (min)
fr: Demi-diamètre du Soleil actuel (min)

# labelTaiUtcUpdate
source: Last TAI-UTC update
fr: Dernière mise à jour TAI-UTC

# buttonCancel
source: Cancel
fr: Annuler

# buttonSaveAndQuit
source: Save & Quit
fr: Enregistrer, Quitter

# labelFormatWarning
source: The format should be:
fr: Le format doit être de la forme :

# labelTrueAltitude
source: True Altitude
fr: Hauteur vraie

source: Sky Map
fr: Planétarium

# checkBoxNames
source: Star Names
fr: Noms des astres

# labelBodysName
source: Body's name
fr: Nom de l'astre

# buttonSetAsNewFix
source: Set the above position as new Fix for Dead Reckoning
fr: Définir la position ci-dessus comme nouvelle référence de l'estime

# labelCurrentPositionAndTime
source: Current Position and Time
fr: Position et heure actuelles

# labelDeadReckoning
source: Dead Reckoning
fr: Position estimée

# labelDeviceLocation
source: Device Location
fr: Position du téléphone

# alertLocationPermission
source: Location Permission
fr: Position de l'appareil

# answerNo
source: No
fr: Non

# answerYes
source: Yes
fr: Oui

# labelFixTime
source: Fix Time
fr: Heure de référence de l'estime

# questionLocationPermission
source: Your location is needed to show the map of the sky. Would you like to give Almicantarat permission to access your device location?
fr: Pour afficher la carte du ciel il est nécessaire de connaître votre position. Voulez-vous autoriser Almicantarat à accéder à la position de votre appareil ?

# titleDeadReckoning
source: Device Location
fr: Localisation de l'appareil

# labelHeading
source: Heading
fr: Route fond

# labelSpeed
source: Speed (knots)
fr: Vitesse (noeuds)

# buttonSelectOnSkyView
source: Select a Body on the Sky View
fr: Sélectionner l'astre sur le planétarium

# buttonSelectACircledStar
source: Select a Circled Body
fr: Sélectionnez un astre cerclé

# buttonShootThisBody
source: SHOOT THIS BODY
fr: CHOISIR CET ASTRE

# labelComputedAzimuth
source: Computed Azimuth
fr: Azimut calculé

# labelInterceptNM
source: Intercept (NM)
fr: Intercept (MN)
